export const assignments = [
  {
    id: '1',
    title: 'Тест по безопасной эксплуатации электроинструментов',
    deadline: '01.05.2025',
    checked: '120 из 150',
    averageGrade: '7.8 / 10',
  },
  {
    id: '2',
    title: 'Практическое задание: Правила использования электроинструментов',
    deadline: '15.05.2025',
    checked: '40 из 50',
    averageGrade: '6.9 / 10',
  },
  {
    id: '3',
    title: 'Эссе по технике безопасности при работе с инструментами',
    deadline: '20.05.2025',
    checked: '25 из 25',
    averageGrade: '8.0 / 10',
  },
]
