export const lessonStepsData = [
  {
    id: 1,
    title: '1. Введение: Почему мы путаем слова?',
    description:
      'В этом уроке мы разберем основные причины, почему слова могут вводить нас в заблуждение.',
  },
  {
    id: 2,
    title: '2. Ложные друзья: похожие, но разные',
    description:
      'Некоторые слова выглядят одинаково в разных языках, но означают совершенно разное.',
  },
  {
    id: 3,
    title: '3. Слова с несколькими значениями',
    description:
      'Слова могут иметь разные значения в зависимости от контекста, и это важно учитывать.',
  },
  {
    id: 4,
    title: '4. Слова, которые мы используем неправильно',
    description: 'Многие слова звучат знакомо, но используются в неправильном контексте.',
  },
  {
    id: 5,
    title: '5. Как запоминать новые слова правильно?',
    description:
      'Запоминать слова можно разными способами: ассоциации, контекст, повторение и т. д.',
  },
  {
    id: 6,
    title: '6. Заключение: Закрепляем знания',
    description: 'Повторим пройденный материал и проверим свои знания.',
  },
  {
    id: 7,
    title: '7. Тестирование',
    description: 'Проверь себя: насколько хорошо ты усвоил материал?',
  },
]
