import { Message } from './comment'

export const comments: Message[] = [
  {
    id: 31,
    name: 'Мария Комаровa',
    date: '04.05.25',
    time: '17:27',
    txt: 'Отлично справляется с заданиями, активно участвует в обсуждениях. Рекомендуется дать дополнительные материалы для углублённого изучения темы.',
  },
  {
    id: 822,
    name: 'Мария Комаровa',
    date: '29.01.23',
    time: '11:01',
    txt: 'Замечен прогресс в понимании материала, но есть пробелы в практике. Надо обсудить чтоб больше внимания уделяла выполнению самостоятельных заданий.',
  },
  {
    id: 354,
    name: 'Мария Комаровa',
    date: '14.03.22',
    time: '14:43',
    txt: 'Есть сложности с дедлайнами — часто сдаёт работы с опозданием. Возможно, стоит обсудить причины и предложить поддержку.',
  },
]
